<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Admin Dashboard Lines
    |--------------------------------------------------------------------------
    |
    |
    */
    'dashboard' => [
        'title' => 'لوحة التحكم',
        'total-members' => 'إجمالي الأعضاء',
        'claimed-profiles' => 'الحسابات الخاصه بك',
        'profiles' => 'الحسابات',
        'skins' => 'السكنات',
        'users' => 'المستخدمين',
        'last-30-days' => 'آخر 30 يوماً',
        'members' => 'الأعضاء',
        'usernames' => 'اسماء المستخدمون',
    ],
    'help' => [
        'title' => 'المساعدة',
        'subtitle' => 'نصائح مفيدة للوحة تحكم SkinMC',
    ],
    'users' => [
        'title' => 'المستخدمين',
        'subtitle' => ':count مجموع المستخدمين المسجلين',
        'list' => [
            'username' => 'إسم المستخدم',
            'email' => 'البريد الإلكتروني',
            'status' => 'الحالة',
            'role' => 'الرتبه'
        ],
    ],
    'skins' => [
        'title' => 'السكنات',
    ],
    'tags' => [
        'title' => 'التصنيفات',
        'pending' => 'العلامات المعلقة',
        'banned' => 'العلامات المحظورة',
    ],
    'reports' => [
        'title' => 'الشكاوى',
    ],
    'feed' => [
        'title' => 'منشورات الاقتراحات',
        'subtitle' => ':count مجموع البوستات التي تم إنشاؤها',
    ],
    'comments' => [
        'title' => 'التعليقات',
        'subtitle' => ':count مجموع التعليقات',
        'deleted' => [
            'title' => 'التعليقات المحذوفة',
            'subtitle' => ':count مجموع التعليقات المحذوفة',
        ]
    ]
];
