<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Alerts (Notifications) Lines
    |--------------------------------------------------------------------------
    |
    |
    */
    'follower' => [
        'title' => 'متابع جديد',
        'text' => ':user يتابعك الآن!'
    ],
    'comment' => [
        'new' => [
            'title' => 'تعليق على :model',
            'text' => ':user قدم تعليقا على :model'
        ],
        'reply' => [
            'title' => 'الرد على تعليق :model',
            'text' => ':user رد على تعليق :model'
        ],
        'like' => [
            'title' => 'Comment liked',
            'text' => ':user liked your comment!'
        ]
    ],
    'post' => [
        'like' => [
            'title' => 'تلقيت إعجاب',
            'text' => ':user أعجب ببوستك!',
        ],
        'mention' => [
            'title' => 'حد منشنك',
            'text' => ':user منشنك في البوست!'
        ],
        'repost' => [
            'title' => 'Repost',
            'text' => ':user reposted your post!'
        ]
    ],
    'level' => [
        'up' => [
            'title' => 'لقد ارتفع مستواك!',
            'text' => 'تهانينا على الوصول للمستوى :level!'
        ]
    ],
    'report' => [
        'created' => [
            'title' => 'لقد تلقينا بلاغك! (القضية رقم :id)',
            'text' => 'فريقنا يعمل عليها وسوف ينظر فيها على الفور. شكرا لكونك رائع ومساعدتنا على إبقاء الأمور رائعة! '
        ],
        'resolved' => [
            'title' => 'قمنا بمراجعة البلاغ الخاص بك (القضية رقم :id)',
            'text' => 'مرحبًا، تم الاهتمام بالمسألة المبلغ عنها وتم فرزها الآن. شكراً لكونك بطلاً خارقاً لمجتمعنا!',
        ],
        'dismissed' => [
            'title' => 'تحديث البلاغ الخاص بك (القضية رقم :id)',
            'text' => 'بعد بعض أعمال التحقق، وجدنا أن المحتوى الذي أبلغت عنه لا يتعارض مع المبادئ التوجيهية الخاصة بنا. إذا كنت تريد منا مراجعة شيء محدد، يرجى التأكد من أنك تبلغ عن سكن، الملف الشخصي، إلخ، وتوفير كلام إضافي عند الحاجة. شكرا على اهتمامك ومشاركتك في مجتمعنا!',
        ]
    ]
];
