<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Socialite
    |--------------------------------------------------------------------------
    |
    |
    */

    'link' => [
        'error' => [
            'missing-game-copy' => 'هذا حساب مايكروسوفت لا يمتلك ماين كرافت. انتقل إلى Minecraft.net وقم بتسجيل الدخول إلى حسابك في مايكروسوفت الذي يمتلك ماين كرافت إصدار الجافا.',
            'generic' => 'همم... حدث خطأ ما. الرجاء المحاولة مرة أخرى أو الاتصال بدعم SkinMC عن طريق البريد الإلكتروني أو ديسكورد للمساعدة.'
        ],
    ],

];

