<?php

return [

    /*
    |--------------------------------------------------------------------------
    | XP (Experience Points) lines
    |--------------------------------------------------------------------------
    |
    |
    */
    'award' => [
        'feed_post' => 'نشر في الاراء',
        'tag_approved' => 'تم الموافقة على العلامة التي قمت بإضافتها',
        'tag_approved_vote' => 'تم الموافقة على العلامة التي صوتت عليها',
        'comment' => 'اترك تعليق',
        'comment_reply' => 'XP اضافية للرد على تعليق',
        'generic' => 'إكسبت XP',
        'daily_login' => 'تسجيل الدخول اليومي XP',
        'sign_up' => 'مرحبا بكم في SkinMC.',
        'invite_friend' => 'ادعو صديق',
        'invited_friend' => 'مدعو من قبل صديق',
    ],
    'empty' => 'اكسب بعض XP لرؤيتها هنا.',
];
