<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Socialite
    |--------------------------------------------------------------------------
    |
    |
    */

    'link' => [
        'error' => [
            'missing-game-copy' => 'במשתמש המייקרוסופט הזה אין מיינקראפט. לכו אל Minecraft.net והתחברו למשתמש מייקרוסופט המחזיק במיינקראפט בגרסת ג\'אווה (Java Edition).',
            'generic' => 'משהו השתבש. אנא נסה שוב או פנה לתמיכה של SkinMC באמצעות אימייל או Discord לקבלת עזרה.'
        ],
    ],

];

