<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Socialite
    |--------------------------------------------------------------------------
    |
    |
    */

    'link' => [
        'error' => [
            'missing-game-copy' => 'במשתמש המייקרוסופט הזה אין מיינקראפט. לכו אל Minecraft.net והתחברו למשתמש מייקרוסופט המחזיק במיינקראפט בגרסת ג\'אווה (Java Edition).',
            'generic' => '',
            'already-linked' => '',
            'profile-already-linked' => '',
            'failed' => '',
        ],
    ],

];
