<?php

return [

    /*
    |--------------------------------------------------------------------------
    | XP (Experience Points) lines
    |--------------------------------------------------------------------------
    |
    |
    */
    'award' => [
        'feed_post' => 'פורסם לפיד',
        'tag_approved' => 'טאג שהוספת אושר',
        'tag_approved_vote' => 'טאג שהצבעת עבורו אושר',
        'comment' => 'השאיר הודעה',
        'comment_reply' => 'תוספת XP להגבה על תגובה',
        'generic' => 'השיג XP',
        'daily_login' => 'כניסה יומית XP',
        'sign_up' => 'ברוך הבא לSkinMC.',
        'invite_friend' => 'הזמן חבר',
        'invited_friend' => 'הוזמן על ידי חבר',
    ],
    'empty' => 'הרווח קצת XP כדי לראות את זה כאן.',
];
