<?php

return [
    'acceptAllButton' => 'Принять все',
    'save' => 'Сохранить',
    'PopupTitle' => 'Принять Cookie',
    'PopupDescription' => 'SkinMC использует cookies для предоставления функционала и особенностей.',

    'customise' => 'Изменить',
    'customise_title' => 'Изменить cookies',

    'essential' => 'Основные данные',
    'essential_description' => 'Важные данные cookie необходимы для технического запуска посещаемого вами сайта. Вы не можете их деактивировать.',

    'session' => 'Cookie сессии: PHP использует Cookie для идентификации сеансов пользователей.',
    'xsrf-token' => 'Cookie XSRF-Token: автоматически создаётся "токен" CSRF для каждого активного сеанса пользователя, управляемого приложением. Этот токен используется для проверки, что аутентифицированный пользователь является тот, который фактически делает запросы в приложении.',

    'functional' => 'Функциональные cookies',
    'functional_description' => 'Эти файлы cookie позволяют обеспечить расширенную функциональность, такую как видео. Они могут быть установлены нами или сторонними поставщиками, услуги которых мы добавили на наши страницы. Если вы не разрешаете эти cookies, некоторые или все эти функции могут работать некорректно.',
    'youtube' => 'YouTube',

    'analytical' => 'Аналитические файлы cookie',
    'analytical_description' => 'Эти файлы cookie позволяют нам учитывать посещения и источники трафика, чтобы мы могли измерять и улучшать работу нашего сайта. Если вы не разрешаете эти cookie-файлы, информация из этих файлов cookie не будет использоваться для повышения производительности сайта.',
    'googleAnalytics' => 'Google Analytics',
    'microsoftClarity' => 'Microsoft Clarity',

    'googleOneTap' => 'Вход с аккаунтом Google',
    'googleOneTap_description' => 'Эти файлы cookie помогают использовать функцию "Войти через Google". Все данные полученные при входе используются только в целях обеспечения безопасности.',

    'facebookLogin' => 'Вход через Facebook',
    'facebookLogin_description' => 'Эти файлы cookie помогают использовать функцию "Вход через Facebook".',
];
