<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Admin Dashboard Lines
    |--------------------------------------------------------------------------
    |
    |
    */
    'dashboard' => [
        'title' => 'Панель керування',
        'total-members' => 'Усього учасників',
        'claimed-profiles' => 'Підтверджені профілі',
        'profiles' => 'Профілі',
        'skins' => 'Скіни',
        'users' => 'Користувачі',
        'last-30-days' => 'Останні 30 днів',
        'members' => 'Учасники',
        'usernames' => 'Імена користувачів',
    ],
    'help' => [
        'title' => 'Довідка',
        'subtitle' => 'Корисні поради для панелі керування SkinMC',
    ],
    'users' => [
        'title' => 'Користувачі',
        'subtitle' => ':count зареєстрованих користувачів',
        'list' => [
            'username' => 'Імʼя користувача',
            'email' => 'Електронна пошта',
            'status' => 'Статус',
            'role' => 'Роль'
        ],
    ],
    'skins' => [
        'title' => 'Скіни',
    ],
    'tags' => [
        'title' => 'Теги',
        'pending' => 'Нерозглянуті теги',
        'banned' => 'Заблоковані теги',
    ],
    'reports' => [
        'title' => 'Скарги',
    ],
    'feed' => [
        'title' => 'Дописи в стрічці',
        'subtitle' => ':count створених дописів',
    ],
    'comments' => [
        'title' => 'Коментарі',
        'subtitle' => ':count опублікованих коментарів',
        'deleted' => [
            'title' => 'Видалені коментарі',
            'subtitle' => ':count видалених коментарів',
        ]
    ]
];
