<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Alerts (Notifications) Lines
    |--------------------------------------------------------------------------
    |
    |
    */
    'follower' => [
        'title' => 'Новий підписник',
        'text' => ':user підписується на вас!'
    ],
    'comment' => [
        'new' => [
            'title' => ':model коментар',
            'text' => ':user коментує :model'
        ],
        'reply' => [
            'title' => 'Відповідь на коментар :model',
            'text' => ':user відповідає на коментар :model'
        ]
    ],
    'post' => [
        'like' => [
            'title' => 'Хтось поставив вподобайку',
            'text' => ':user сподобався ваш допис!',
        ],
        'mention' => [
            'title' => 'Нова згадка',
            'text' => ':user згадує вас у своєму дописі!'
        ]
    ],
    'level' => [
        'up' => [
            'title' => 'Ви підвищили свій рівень!',
            'text' => 'Вітаємо з досягненням рівня :level!'
        ]
    ],
    'report' => [
        'created' => [
            'title' => 'Ми отримали ваш звіт! (Регістр :id)',
            'text' => 'Наша команда працює над цим питанням та негайно його розгляне. Дякуємо за те, що ви чудові та допомагаєте нам зберігати спокій! '
        ],
        'resolved' => [
            'title' => 'Ми розглянули вашу скаргу (Регістр :id)',
            'text' => 'Привіт, проблема, про яку ви повідомили, була вирішена і зараз знаходиться на стадії вирішення. Дякуємо за те, що ви є такими супергероями нашої спільноти!',
        ],
        'dismissed' => [
            'title' => 'Оновлення до вашої скарги (Регістр :id)',
            'text' => 'Провівши розслідування, ми з’ясували, що вміст, про який ви повідомили, не суперечить нашим правилам. Якщо бажаєте, щоб ми перевірили щось конкретне, будь ласка, обов’язково вказуйте скін, профіль тощо, а також надайте додатковий контекст, якщо це необхідно. Дякуємо за вашу турботу та участь у нашій спільноті!',
        ]
    ]
];
