<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Comment System Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used for the comment system.
    |
    */

    'conversation' => 'Коментарі',
    'conversation_count' => ':count коментар|:count коментарів',
    'placeholder' => 'Які ваші думки?',
    'submit' => 'Коментувати',
    'cancel' => 'Скасувати',
    'comment_as' => 'Коментувати як',
    'sr-only' => 'Перейти до коментаря :comment_id.',
    'reply' => 'Відповісти',
    'share' => 'Поділитися',
    'tweet' => 'Твітнути',
    'copy' => 'Копіювати посилання',
    'more' => 'Більше',
    'report' => 'Поскаржитися',
    'show' => 'Натисніть, щоб показати',
    'close' => 'Натисніть, щоб приховати',
    'online' => 'В мережі',
    'offline' => 'Не в мережі',
    'last-seen' => 'Востаннє в мережі :time',
    'member-since' => 'Учасник з',
    'comments' => 'Коментарі',
    'comment-karma' => 'Карма коментаря',
    'rank' => 'Ранг',
    'edit' => 'Редагувати коментар',
    'save-edit' => 'Зберегти',
    'delete' => 'Видалити коментар',
    'empty' => 'Поки немає коментарів',
    'empty-subtitle' => 'Будьте першим, хто поділиться своїми думками!',
    'deleted' => 'Ваш коментар успішно видалено'
];
