<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Socialite
    |--------------------------------------------------------------------------
    |
    |
    */

    'link' => [
        'error' => [
            'missing-game-copy' => 'Цей обліковий запис Microsoft не має Minecraft. Перейдіть на сайт Minecraft.net і увійдіть у свій обліковий запис Microsoft, який має Minecraft Java Edition.',
            'generic' => 'Гм... щось пішло не так. Спробуйте ще раз або зверніться по допомогу до служби підтримки SkinMC електронною поштою або через Discord.'
        ],
    ],

];

