<?php

return [

    /*
    |--------------------------------------------------------------------------
    | XP (Experience Points) lines
    |--------------------------------------------------------------------------
    |
    |
    */
    'award' => [
        'feed_post' => 'Опубліковали в стрічці',
        'tag_approved' => 'Доданий вами тег було схвалено',
        'tag_approved_vote' => 'Проголосований вами тег було схвалено',
        'comment' => 'Залишили коментар',
        'comment_reply' => 'Додаткові ОД за відповідь на коментар',
        'generic' => 'Зароблено ОД',
        'daily_login' => 'Щоденні ОД за вхід',
        'sign_up' => 'Ласкаво просимо до SkinMC.',
        'invite_friend' => 'Запросити друга',
        'invited_friend' => 'Запрошено друзями',
    ],
    'empty' => 'Заробіть трохи ОД, щоб побачити його тут.',
];
