<?php

return [
    'acceptAllButton' => 'אשר הכל',
    'save' => 'שמור',
    'PopupTitle' => 'הסכם עוגיות',
    'PopupDescription' => 'SkinMC משתמש בעוגיות על מנת לתת מגוון אפשרויות.',

    'customise' => 'התאמה אישית',
    'customise_title' => 'התאם אישית עוגיות',

    'essential' => 'מידע חינוי',
    'essential_description' => 'עוגיות מידע חינוי עם עוגיות שהאתר מריץ כדי שאתם תשתמשו באתר. אתם לא יכולים לבטל אותם.',

    'session' => 'עוגיות מידע: PHP משתמש בעוגיות אלו כדי לזהות את המשתמש.',
    'xsrf-token' => 'עוגיית XSRF-Token: יוצר באופן אוטומטי "טוקן" של CSRF בשביל כל משתמש שפעיל באפליקציה. הטוקן הזה משומש על מנת לאמת שהמשתמש הנכון מבצע קריאות לאפליקציה.',

    'functional' => 'עוגיות פונקציות',
    'functional_description' => 'העוגיות האלו מאפשרות אספקה של פוקנציות משופרות כמו סרטונים. הם יכולים להיקבע על ידינו או על ספק צד-שלישי שהשירותים שלו בתוך האתר. אם אתה תבטל את העוגיות האלו, חלק מהפונקציות באתר לא יעבדו כמו שצריך או בכלל.',
    'youtube' => 'יוטיוב',

    'analytical' => 'עוגיות נתונים',
    'analytical_description' => 'העוגיות האלו מאפשרות לנו לנתח כמות כניסות לאתר וכמות מבקרים כדי שנוכל לשפר את המערכת שלנו. אם אתה תבטל את העוגיות הללו, אתה לא תעזור לנו בשיפור האתר.',
    'googleAnalytics' => 'גוגל אנליטיקס',
    'microsoftClarity' => 'Microsoft Clarity',

    'googleOneTap' => 'כניסה עם Google',
    'googleOneTap_description' => 'העוגיות האלה מאפשרות כניסה עם גוגל כדי להיתחבר במהירות או ליצור חשבון עם גוגל. מידע מההתחברות ישומש רק למטרות אבטחה.',

    'facebookLogin' => 'כניסה עם פייסבוק',
    'facebookLogin_description' => 'העוגיות האלה מאפשרות כניסה עם פייסבוק כדי להיתחבר במהירות או ליצור חשבון עם פייסבוק.',
];
