<?php

return [
    'acceptAllButton' => 'Прийняти все',
    'declineAll' => 'Decline All',
    'save' => 'Зберегти',
    'PopupTitle' => 'Згода на файли cookie',
    'PopupDescription' => 'SkinMC використовує файли cookie для надання функціональності та можливостей.',

    'customise' => 'Персоналізувати',
    'customise_title' => 'Налаштувати файли cookie',

    'essential' => 'Важливі дані',
    'essential_description' => 'Для технічної роботи сайту, який ви відвідуєте, необхідні файли cookie з основними даними. Ви не можете їх деактивувати.',

    'session' => 'Сеанс файлів cookie: PHP використовує файли cookie для ідентифікації сеансів користувача.',
    'xsrf-token' => 'XSRF-Token Cookie: автоматично створений «токен» CSRF для кожного активного сеансу користувача, яким керує програма. Цей токен використовується для перевірки того, що автентифікований користувач насправді надсилає запити до програми.',

    'functional' => 'Функціональні файли cookie',
    'functional_description' => 'Ці файли cookie дозволяють надавати розширені функції, такі як відео. Вони можуть бути встановлені нами або сторонніми постачальниками, чиї послуги ми додали на наші сторінки. Якщо ви не дозволите ці файли cookie, деякі або всі ці функції можуть не працювати належним чином.',
    'youtube' => 'YouTube',

    'analytical' => 'Аналітичні файли cookie',
    'analytical_description' => 'Ці файли cookie дозволяють нам підраховувати відвідування та джерела трафіку, щоб ми могли вимірювати та покращувати продуктивність нашого сайту. Якщо ви не дозволите ці файли cookie, інформація з цих файлів cookie не використовуватиметься для покращення роботи сайту.',
    'googleAnalytics' => 'Google Аналітика',
    'microsoftClarity' => 'Ясність Microsoft',

    'googleOneTap' => 'Увійти через Google',
    'googleOneTap_description' => 'Ці файли cookie дозволяють цьому функціоналу швидко входити в систему або створювати обліковий запис в Google. Дані з цього методу використовуються лише в цілях безпеки.',

    'facebookLogin' => 'Увійти через Facebook',
    'facebookLogin_description' => 'Ці файли cookie дозволяють швидко входити в систему або створювати обліковий запис у Facebook за допомогою цього методу.',
];
