<?php

return [

    /*
    |--------------------------------------------------------------------------
    | XP (Experience Points) lines
    |--------------------------------------------------------------------------
    |
    |
    */
    'award' => [
        'feed_post' => '피드에 게시하기',
        'tag_approved' => '추가한 태그 승인받기',
        'tag_approved_vote' => '투표한 태그 승인받기',
        'comment' => '댓글 남기기',
        'comment_reply' => '댓글에 답장을 남기면 추가 경험치가 있어요',
        'generic' => '획득한 경험치',
        'daily_login' => '일일 로그인 경험치',
        'sign_up' => 'SkinMC에 오신 걸 환영해요.',
        'invite_friend' => '친구 초대하기',
        'invited_friend' => '친구에게 초대 받기',
    ],
    'empty' => '여길 보려면 경험치를 더 모아 오세요.',
];
