<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Admin Dashboard Lines
    |--------------------------------------------------------------------------
    |
    |
    */
    'dashboard' => [
        'title' => 'داشبورد',
        'total-members' => 'همه اعضا',
        'claimed-profiles' => 'پروفایل های گرفته شده',
        'profiles' => 'پروفایل',
        'skins' => 'اسکین ها',
        'users' => 'کاربران',
        'last-30-days' => '۳۰ روز گذشته',
        'members' => 'اعضا',
        'usernames' => 'نام کاربری ها',
    ],
    'help' => [
        'title' => 'راهنما',
        'subtitle' => 'نکته های مفید برای داشبورد SkinMC',
    ],
    'users' => [
        'title' => 'کاربر ها',
        'subtitle' => 'شمارش کل کاربران ثبت نام شده',
        'list' => [
            'username' => 'نام کاربری',
            'email' => 'ایمیل',
            'status' => 'وضعيت',
            'role' => 'سطح'
        ],
    ],
    'skins' => [
        'title' => 'پوسته ها',
    ],
    'tags' => [
        'title' => 'برچسب ها',
        'pending' => 'وظایف در انتظار',
        'banned' => 'ای پی های ممنوع شده',
    ],
    'reports' => [
        'title' => 'گزارش‌ها',
    ],
    'feed' => [
        'title' => 'لیست اخبار',
        'subtitle' => 'شمارش همه پست های درست شده',
    ],
    'comments' => [
        'title' => 'نظرات',
        'subtitle' => 'شمارش همه نظرات پست شده',
        'deleted' => [
            'title' => 'نظر های حذف شده',
            'subtitle' => 'شمارش همه نظرات حذف شده',
        ]
    ]
];
