<?php

return [
    'acceptAllButton' => 'قبول الكل',
    'save' => 'حفظ',
    'PopupTitle' => 'موافقة ملفات تعريف الارتباط',
    'PopupDescription' => 'يستخدم SkinMC ملفات تعريف الارتباط لتوفير الوظائف والميزات.',

    'customise' => 'تخصيص',
    'customise_title' => 'تخصيص ملفات تعريف الارتباط',

    'essential' => 'البيانات الأساسية',
    'essential_description' => 'ملفات تعريف الارتباط الأساسية مطلوبة لتشغيل الموقع الذي تقوم بزيارته تقنيا. لا يمكنك إلغاء تنشيطها.',

    'session' => 'كعكة الجلسة: PHP يستخدم كعكة لتحديد جلسات المستخدم.',
    'xsrf-token' => 'XSRF-Token Cookie: إنشاء CSRF تلقائياً لكل جلسة عمل نشطة يديرها التطبيق. هذا الرمز المميز يستخدم للتحقق من أن المستخدم المصادق عليه هو المستخدم الذي يقوم فعلا بتقديم الطلبات إلى التطبيق.',

    'functional' => 'ملفات تعريف الارتباط',
    'functional_description' => 'تتيح ملفات تعريف الارتباط هذه توفير وظائف محسنة مثل الفيديو. قد يتم تحديدهم من قبلنا أو من طرف ثالث موفري خدماتهم أضيفناها إلى صفحاتنا. إذا كنت لا تسمح بملفات تعريف الارتباط هذه، فإن بعض أو كل هذه الوظائف قد لا تعمل بشكل صحيح.',
    'youtube' => 'يوتيوب',

    'analytical' => 'الكوكيز التحليلي',
    'analytical_description' => 'تتيح لنا ملفات تعريف الارتباط هذه إحصاء الزيارات ومصادر المرور حتى نتمكن من قياس وتحسين أداء موقعنا. إذا كنت لا تسمح بملفات تعريف الارتباط هذه، فإن المعلومات من ملفات تعريف الارتباط هذه لن تستخدم للمساعدة في أداء الموقع.',
    'googleAnalytics' => 'تحليلات جوجل',
    'microsoftClarity' => 'ميكروسوفت لاريتي',

    'googleOneTap' => 'تسجيل دخول بإستخدام حساب جوجل',
    'googleOneTap_description' => 'تتيح ملفات تعريف الارتباط هذه الوظائف من تسجيل الدخول باستخدام جوجل لتسجيل الدخول بسرعة أو إنشاء حساب باستخدام جوجل. البيانات من تسجيل الدخول باستخدام جوجل تستخدم فقط للأغراض الأمنية.',

    'facebookLogin' => 'تسجيل الدخول باستخدام فيسبوك',
    'facebookLogin_description' => 'تتيح ملفات تعريف الارتباط هذه الوظائف من تسجيل الدخول باستخدام الفيسبوك لتسجيل الدخول بسرعة أو إنشاء حساب باستخدام الفيسبوك.',
];
