<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Socialite
    |--------------------------------------------------------------------------
    |
    |
    */

    'link' => [
        'error' => [
            'missing-game-copy' => 'このMicrosoftアカウントはMinecraftを所有していません。Minecraft.netにアクセスして、Minecraft Java Editionを所有しているMicrosoftアカウントにログインしてください。',
            'generic' => 'うーん... 何か問題が発生しました。もう一度お試しいただくか、SkinMCサポートまでメールかDiscordでお問い合わせください。'
        ],
    ],

];

