<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Admin Dashboard Lines
    |--------------------------------------------------------------------------
    |
    |
    */
    'dashboard' => [
        'title' => 'Панель управления',
        'total-members' => 'Всего участников',
        'claimed-profiles' => 'Полученные профили',
        'profiles' => 'Профили',
        'skins' => 'Скины',
        'users' => 'Пользователи',
        'last-30-days' => 'Последние 30 дней',
        'members' => 'Участники',
        'usernames' => 'Логины',
    ],
    'help' => [
        'title' => 'Справка',
        'subtitle' => 'Полезные советы для панели SkinMC',
    ],
    'users' => [
        'title' => 'Пользователи',
        'subtitle' => ':count всего пользователей зарегистрировались',
        'list' => [
            'username' => 'Логин',
            'email' => 'Электронная почта',
            'status' => 'Статус',
            'role' => 'Роль'
        ],
    ],
    'skins' => [
        'title' => 'Скины',
    ],
    'tags' => [
        'title' => 'Тэги',
        'pending' => 'Нерассмотренные теги',
        'banned' => 'Заблокированные тэги',
    ],
    'reports' => [
        'title' => 'Жалобы',
    ],
    'feed' => [
        'title' => 'Посты в ленте',
        'subtitle' => ':count всего постов создано',
    ],
    'comments' => [
        'title' => 'Комментарии',
        'subtitle' => ':count всего опубликованных комментариев',
        'deleted' => [
            'title' => 'Удаленные комментарии',
            'subtitle' => ':count всего удаленных комментариев',
        ]
    ]
];
