<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Google Play Store Listing Lines
    |--------------------------------------------------------------------------
    |
    |
    */

    'short_description' => 'Ваш дом для скинов Minecraft',
    'full_description' => [
        'intro' => 'SkinMC это ваш дом для исследований, сохранений и получения лучших скинов для Minecraft Bedrock и Java Edition. Это список самых популярных скинов, обновляющихся каждую неделю.',
        'why_skinmc_title' => 'Почему SkinMC?',
        'why_skinmc_detail' => 'Приложение представляет вам эксклюзивный сканер QR-кодов, позволяющий легко открывать скины или профили, найденные  в PC версии. Создайте свой кастомный SkinMC QR-Код, чтобы поделиться им с друзьями',
        'claim_title' => 'Подтвердить ваш профиль',
        'claim_detail' => 'Подключить Minecraft(только Java) и получить эксклюзивный значок, отображающийся на вашей странице и получите доступ к персонализацие, системе комментариев и кастомных плащей. Добавьте ссылки на ваши социальные сети. Позвольте всем знать, где можно вас найти, начиная от Discord\'а, Twitter и Youtube\'ом, заканчивая TikTok\'ом и многим другим.',
        'skin_history_title' => 'История скинов',
        'skin_history_detail' => 'Отслеживайте все ваши предыдущие скины Minecraft с помощью истории скинов на странице вашего профиля. Быстрый доступ и скачайте использованные вами ранее скины.',
        'avatar_generator_title' => 'Генератор аватаров',
        'avatar_generator_detail' => 'Оригинальный генератор аватаров позволяет вам выбрать 4 популярные стиля. Создайте кастомный и персонализированный аватар в форме Бюста, Куба, Головы, или совершенно новый кастомизированный 3D голову основываясь на вашем нике Minecraft Java Edition.',
        'achievements_title' => 'Генератор достижений',
        'achievements_detail' => 'Создайте ваши собственные достижения. Кастомизируйте все, желтый текст, текст ниже и отображаемый предмет.',
        'no_ads_title' => 'Без рекламы',
        'no_ads_detail' => 'SkinMc абсолютно без рекламы. Наслаждайтесь отсуствием рекламы без навязчивого раздражения.'
    ],
    'screenshots' => [
        'find' => 'Найдите любого игрока Minecraft',
        'claim' => 'Подтвердите & кастомизируйте ваш профиль',
        'qr' => 'Создайте свой QR-код',
        'qr_scanner' => 'Встроенный сканер QR-кодов',
        'new_skins' => 'Тысячи новых скинов каждый день',
        'achievement' =>  'Генератор достижений',
        'avatar' => 'Оригинальный создатель аватаров'
    ],
    'patch_notes_update' => 'Спасибо за использование приложение SkinMC. С каждым обновлением мы исправлением мы исправляем баги. Что вы думаете о приложении? Оцените нас!'
];
