<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Comment System Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used for the comment system.
    |
    */

    'conversation' => 'Разговор',
    'conversation_count' => ':count комментарий|:count комментариев',
    'placeholder' => 'О чем вы хотите рассказать?',
    'submit' => 'Комментарий',
    'cancel' => 'Отмена',
    'comment_as' => 'Прокомментировать как',
    'sr-only' => 'Перейти к комментарию :comment_id.',
    'reply' => 'Ответить',
    'share' => 'Поделиться',
    'tweet' => 'Твитнуть',
    'copy' => 'Копировать ссылку',
    'more' => 'Больше',
    'report' => 'Пожаловаться',
    'show' => 'Нажмите, чтобы посмотреть',
    'close' => 'Нажмите, чтобы спрятать',
    'online' => 'В сети',
    'offline' => 'Не в сети',
    'last-seen' => 'Последний вход :time',
    'member-since' => 'Зарегистрирован',
    'comments' => 'Комментарии',
    'comment-karma' => 'Карма коммента',
    'rank' => 'Ранг',
    'edit' => 'Редактировать комментарий',
    'save-edit' => 'Сохранить',
    'delete' => 'Удалить комментарий',
    'empty' => 'Нет комментариев',
    'empty-subtitle' => 'Будьте первым, кто поделится тем, что вы думаете!',
    'deleted' => 'Ваш комментарий был удалён',
    'author' => 'Автор',
    'author-liked' => 'Понравилось автору поста'
];
