<?php

return [
    'login' => [
        'title' => 'Вход',
        'email' => 'Email адрес',
        'password' => 'Пароль',
        'button' => 'Вход',
        'forgot' => 'Забыли пароль?',
        'reset' => 'Cброс',
        'register' => 'У вас еще нет аккаунта?',
        'signup' => 'Регистрация',
        'google' => 'Продолжить через Google',
        'microsoft' => 'Вход с аккаунтом Microsoft',
        'facebook' => 'Продолжить с Facebook',
        'twitter' => 'Продолжить с Twitter',
        'divider' => 'или',
    ],
    'signup' => [
        'title' => 'Регистрация',
        'existing' => 'Уже зарегистрированы?',
        'button' => 'Согласиться и продолжить',
        'terms_by_selecting' => 'Нажимая',
        'terms_agree_to' => ', я соглашаюсь с',
        'terms_acknowledge' => 'и',
    ],
    'recover' => [
        'title' => 'Восстановить аккаунт',
        'description' => 'Забыли пароль? Восстановите его, введя свой адрес электронной почты, чтобы вернуть его.',
        'button' => 'Отправить письмо для восстановления',
        'found' => 'Найден пароль?',
    ],
    'logout' => [
        'title' => 'Выйти',
        'description' => 'Вы уверены, что хотите выйти из учётной записи SkinMC?',
        'logout' => 'Выйти',
        'cancel' => 'Отмена',
    ],
    'profile_qrcode' => [
        'title' => 'Сканировать QR код',
        'done' => 'Готово',
    ],
    'language' => [
        'title' => 'Язык',
        'description' => 'Выберите ваш язык',
        'contribute' => 'Внести вклад',
        'contribute_add' => 'Добавить перевод',
        'updated' => 'Ваш язык был установлен'
    ],
    'copied' => 'Скопировано в буфер обмена!',
    'close' => 'Закрыть',
    'feedback' => [
        'title' => 'Обратная связь',
        'type' => [
            'select' => 'Выберите тип обратной связи',
            'label' => 'Тип отзыва',
            'comment' => 'Комментарии',
            'question' => 'Вопросы',
            'bug' => 'Отчет об ошибке',
            'feature' => 'Предложить идею',
            ],
        'submit' => 'Отправить',
        'nps' => 'Оцените от 0 до 10, порекомендовали бы Вы SkinMC другу?',
        'success' => [
            'title' => 'Спасибо!',
            'message' => 'Ваше сообщение было отправлено, ожидайте ответа в ближайшее время! Для дальнейших вопросов присоединяйтесь к Discord или отправьте другое сообщение.',
        ]
    ]
];
