<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Socialite
    |--------------------------------------------------------------------------
    |
    |
    */

    'link' => [
        'error' => [
            'missing-game-copy' => 'К этой учётной записи не привязан профиль Minecraft. Перейдите на Minecraft.net и войдите с учётной записью к которой привязан Minecraft Java Edition.',
            'generic' => '',
            'already-linked' => '',
            'profile-already-linked' => '',
            'failed' => '',
        ],
    ],

];
