<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Socialite
    |--------------------------------------------------------------------------
    |
    |
    */

    'link' => [
        'error' => [
            'missing-game-copy' => 'К этой учётной записи не привязан профиль Minecraft. Перейдите на Minecraft.net и войдите с учётной записью к которой привязан Minecraft Java Edition.',
            'generic' => 'Что-то пошло не так... Попробуйте ещё раз или проконсультируйтесь с технической поддержкой SkinMC по электронной почте или через Discord.'
        ],
    ],

];

