<?php

return [

    /*
    |--------------------------------------------------------------------------
    | XP (Experience Points) lines
    |--------------------------------------------------------------------------
    |
    |
    */
    'award' => [
        'feed_post' => 'Опубликовано в ленте новостей',
        'tag_approved' => 'Тег который вы добавили был одобрен',
        'tag_approved_vote' => 'Тег за который вы проголосовали был одобрен',
        'comment' => 'Оставить комментарий',
        'comment_reply' => 'Дополнительный опыт за ответ на комментарий',
        'generic' => 'Полученный опыт',
        'daily_login' => 'Опыт за вход',
        'sign_up' => 'Добро пожаловать в SkinMC.',
        'invite_friend' => 'Пригласить друга',
        'invited_friend' => 'Приглашен другом',
    ],
    'empty' => 'Заработайте немного опыта чтобы увидеть его здесь.',
];
